package com.example.m1sho.hackath.States;

/**
 * Created by GeoLab on 11/7/2015.
 */
public class
        Adjara {
    public static String [] image = {"https://ratatuime.files.wordpress.com/2012/04/dsc0048-copy.jpg?w=600",
    "http://www.24saati.ge/uploads/photo/653x367/2014-03/33070.jpg",
    "http://s02.radikal.ru/i175/0912/54/c1379095f7cb.jpg",
    "http://attach.forum.ge/post-82-1168005156.jpg",
    "http://samzareulo.ucoz.com/4/748.jpg"};


    public static String [] name = {"გუდის ყველი","ჩობან - ყაურმა (მწყემსური ყაურმა)","ხმელი კალტი",
    "გორდილა","კოტორი"};


    public static String [] details = {"მისი ხარისხი დამოკიდებულია საძოვრის კატეგორიასა  და ყველის ტექნოლოგის - \"სარქალ\"\"-ის ხელოვნებაზე. ყველის გამოყვანა ხდება ცხვრის ტყავის გუდაში, რაც უზრუნველყოფს საჭირო ტემპერატურული რეჟიმის დაცვას და ტექნოლოგიური პროცესის დასრულებას.",
    "სპეციალურად ამოთხრილ ორმოში ხორცით სავსე გუდას მოათავსებენ და ზემოდან ცეცხლს დაანთებენ. სანამ ხორცს გუდაში მოათავსებენ, ურევენ ცოტა ნიორს, მინდვრის პიტნასა და მარილს.",
    "დამარილებული ხაჭოს კვერია, რომელიც მზეზეა გამოყვანილი. ხავიწი ერბოში მოდუღებული ხაჭოა, რომელიც განსაკუთრებით კალორულია. უმეტესად იჭმება მხალთან ერთად.",
    "განსაკუთრებით პოპულარულია მწყემსებში, რადგან ადვილი მოსამზადებელია და ამასთან ერთად - ნოყიერიც. გორდილა სულ უმარტივესად მზადდება: სახინკლე ტიპის ცომს ზელენ სოდით. მისგან ამზადებენ პატარა გუნდებს და ადუღებულ წყალში ყრიან. 15 წუთის შემდეგ ამოალაგებენ უკვე მოხარშულ გორდილებს და პურის მაგივრად ერბოში ჩაწობით მიირთმევენ. გორდილასთან ისე არაფერი მიდის, როგორც კარგი ხილის არაყი.",
    "ყველისგან ან სპეციალურად მომზადებული კალტისაგან (ხაჭოსაგან) დამზადებული ხაჭაპური."};
}
