package com.example.m1sho.hackath.States;

/**
 * Created by GeoLab on 11/7/2015.
 */
public class Kaxeti {
    public static String [] image = {"http://image.geotorrents.com/images/x0veejarsi8pza0t5kj.jpg",
    "http://server1.intermedia.ge/pictures/medium/200/200275.jpg?/aba-xaSlama.jpg",
    "http://vinoge.com/files/image/chakafuli.jpg",
    "http://www.rogor.ge/up/articles/284_rogor-movamzadot-qatmis-chixirtma.jpg",
    "http://www.vinoge.com/files/img/gandzili.jpg",
    "http://vinoge.com/files/image/dolma.jpg",
    "http://ethiccapital.eu/image/Shotebi.jpg",
    "http://server4.intermedia.ge/pictures/medium/364/364581.jpg?/aba-vis-giyvarT-CurCxela.jpg",
    "http://www.kulinaria.ge/wp-content/uploads/2013/12/pelamushi.jpg"};

    public  static String  [] name = {"კახური მწვადი","ხაშლამა","ჩაქაფული","ჩიხირთმა","ღანძილი",
    "კახური ტოლმა","კახური შოთი","ჩურჩხელა","თათარა (იგივე ფელამუში)"};

    public  static  String [] details = {"თვისობრივად ის ენათესავება კავკასიაში ფართოდ გავრცელებულ მწვადის ნაერსახეობებსა და „შაშლიკს“, თუმცა გემოთი განსხვავდება, რადგან მისი შეწვა ხდება ვაზის წალამზე, რაც განსაკუთრებულ არომატს სძენს მწვადს.",
    "სანელებლებში და მწვანილებში მოხარშული ხორცი, რომელსაც სუფრაზე მიტანისას არომატისთვის ნედლ მწვანილს აყრიან თავზე.",
    "განსაკუთრებით მრავალი სახეობის მწვანილთან და ადგილობრივ ბოსტნეულთან ერთად მოხარშული ხორცი, რომლის მთავარი სანელებლები ტყემალი და ტარხუნაა.",
    "ქათმის ხორცისგან დამზადებული შეჭამანდი, რომელსაც კაზმავენ კვერცხითა და თეთრი ღვინის ძმრით.",
    "ერთგვარი ენდემური მცენარე, რომელსაც ხარშავენდ და სახელდახელოდ მომზადების გარდა ამზადებენ მის მარინადსაც.",
    "იგი ჩვეულებრივი ტოლმისავით მზადდება, თუმცა კომბოსტოს მაგივრად მას ვაზის ფოთოლში ახვევვენ.",
    "თონეში გამომცხვარი მოგრძო ფორმის პური.",
    "უგემრიელესი ნუგბარი, რომელიც ყურძნის მდუღარე ტკბილ წვენში (ბადაგში) ამოვლებული თხილის ან ნიგოზის ასხმაა. ძალიან მსუბუქი და ნოყიერია. ამ ორი თვისების გამო, წარსულში დიდ გზაზე მოგზაურობისას დიასახლისები მეუღლეებს ჩურჩხელებს ატანდნენ საგზლად.",
    "ყურძნის მოდუღებული ტკბილი წვენი (ბადაგი), რომელიც გაციების შემდეგ ჟელატინის მაგვარ მასად გარდაიქმენება."};
}
