package com.example.m1sho.hackath.States;

/**
 * Created by m1sho on 11/8/2015.
 */
public class Racha {
    public static String [] image = {"http://server2.intermedia.ge/pictures/medium/312/312606.jpg?/ugemrielesi-raWuli-lori.jpg",
            "http://b.pix.ge:81/x/2lvij.jpg",
            "http://psnews.ge/uploads_script/news/7i2f0b241ndlhvz.jpg",
            "http://www.menu.ge/resources/default/img/restaurant_products/big/1417674714,7287.jpeg"
    };


    public static  String [] name = {"რაჭული ლორი","შქმერული","რაჭული ხაჭაპური","ქოთნის ლობიო ლორით"};


    public static String  [] details ={" იგი საგანდგებოდ დამზადებული ღორის ხორცია. იგი მზადდება ზამთარში, დაკლულ ღორს \n" +
            "\n" +
            "ჭრიან ორ ნაწილად და შემდეგ დამარილებულს კიდებენ ისეთ ადგილას, სადაც დღისით \n" +
            "\n" +
            "კვამლი ღამით კი ყინვა მოხვდეს. ხშირ შემთხვევაში „ფელიკებს“ კიდებენ\n" +
            "\n" +
            "იჭმევა ხელით, პურთან ერთად, ცივი.",
            "კეცზე შემწვარი ქათმი, რომელსაც მოპმზადების დროს ზედ ასხავენ რძეს და ნივრწყალს.\n" +
                    "\n" +
                    "იჭმევა ცხელი, პურთან ერთად, დანა-ჩანგლით.",
            "იგი საქართველოში უფრო ფენოვანი ხაჭაპურის სახელითაა ცნობილი, ადგილობრივები\n" +
                    "\n" +
                    "კი\n" +
                    "\n" +
                    "იჭმევა ხელით, ცხელი ან ნელ-თბილი.","მას განსაკუთრებული მზადების წესი აქვს. თონეში ჩაკიდული, მაშინ როცა თონეში პური, \n" +
            "\n" +
            "ხაჭაპური და ლობიანი ცხვება, კიდებენ მოსახარშ ლობის ქოთნით, შიგ კი რათქმაუნდა \n" +
            "\n" +
            "ლორის დაჭრილი ნაჭრებიუა ჩაყრილი. ეს არომატები ერთმანეთს ერევა ლობიოს ხარშვისას \n" +
            "\n" +
            "და განუმეორებელ გემოს ვღებულობთ. როგორც წესი ასეთი სახით მომზადებული ლობიო \n" +
            "\n" +
            "კეცზე გამომცხვარ მჭადთან (ადგილობრივად „ჭადი“).იჭევა კოვზით ან ჩანგლით, ცხელი, უმჯობესია პურთან და მწნილთან ერთად."
        };
}
