package com.example.m1sho.hackath.data;

/**
 * Created by GeoLab on 11/7/2015.
 */
public class samegrelo {
    public  static  String [] image = {"http://server1.intermedia.ge/pictures/medium/287/287239.jpg?/sigiJemde-miyvars.jpg",
            "http://a.pix.ge:81/a/m9zm9.jpg",
            "http://shkhara.ucoz.com/_ph/1/688090533.jpg",
            "http://s47.radikal.ru/i115/1401/41/e1150f80c0a5.jpg",
            "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcRnvTnUC695PxRV-73u67JkbqRxUej-Lu-TKnzbDB1EGsWEOU3V",
            "http://www.rogor.ge/up/articles/669_rogor-movamzadot-kupati.jpg",
            "http://cdn.everywherefare.com/wp-content/uploads/2014/08/Ghomi-from-Georgia.png",
            "https://upload.wikimedia.org/wikipedia/ka/1/11/%E1%83%97%E1%83%90%E1%83%A8%E1%83%9B%E1%83%98%E1%83%AF%E1%83%90%E1%83%91%E1%83%98.jpg",
            "http://www.gemrielia.ge/ge/images/odahousefood4.jpg",
            "http://www.kulinaria.ge/wp-content/uploads/2011/02/kubdari1.jpg",
            "http://hello-georgia.com/files/GEORGIA/kuliniaria/89bd14c4cad1.jpg"};



    public static String [] name = {"ღომი","ელარჯი","მეგრული ხაჭაპური","მეგრული საცივი","ჯურჯანი",
            "კუპატი", "შამ","თაშმიჯაბ","ჭიშდვარი","კუბდარი","გირცული"};



    public  static  String [] details = {"სიმიდნს ფქვილისგან დამზადებული კერძი, რომელიც ძირთადად ყველთან და საწებელთან ერთად მიაქვთ ხოლმე სუფრასთან",
            " ღომის ერთ-ერთი ნაირსახეობა, რომელსაც ხარშვის დროს ყველს ამატებენ.\n" +
                    "სამეგრელო განთქმულია დელიკატესი ყველის სახეობების დამზადებით, მათ შორის ყველაზე ცნობილი არის: სულუგუნი, შებოლილი სულუგუნი, გებჟლია (პიტნით შეზავებული ყველი ) და სხვა.",
            "ტრადიციული ხაჭაპურის ადგილობრივი ნაირსახეობა, მისი მთავარი განმასხვავებელი ცომია, რომელიც რძით, ერბოთი (ან მარგარინით) და კვერცხით იზილება, ყველი კი ცომის შიგნით თავსდება.",
            " მზადდება ქათმით ან ინდაურით, რომლის ნაწილებს აწყობენ საგანგებოდა გამზადებულ ბულიონში, რომელიც გაზავებულია გატარებული ან დანაყლი ნიგვზით (შეიძლება თხილითაც) და სხვადასხვა სანელებლებით.",
            "ღორის და საქონლის გულ-ღვიძლი, თირკმელი და ფილტვი, იჭრება წვრილ კუბიკებად და ბადექონთან ერთად იხრაკება. ამ მასას სხვადასხვა სანელებლებით კაზმავენ, სიცხარეს კი მეგრული აჯიკა ანიჭებს, საერთო არომატში გამანეიტრალებელ როლს კი ბროწეულის მარცვლები თამაშობენ.",
            "საშობაოდ დაკლული ღორის ფილტვის, ღვიძლის და ელენთის ტენილია მისავე დამუშავებულ წანლავში. რომელსაც, სუნელებით დამუშავების შემდეგ მოუკრავენ თავს და ძალიან დიდ ხანს და ჩამოჰკიდებენ ჰაერზე ან კვამლზე გასაშრობად. ასეთი წესით დამზადებული კუპატი გაზაფხულამდე ინახება. სუფრაზე მიიტანება შამფურზე ან ტაფაზე შემწვარი ტყემლის საწებელთან და ღომთან ერთად.",
            "ღომის მონათესავე კერი, სიმინდის ბურღულის ფაფა შიგ ჩალაგებული სულგუნის ნაჭრებით. ელარჯის მონათესავედ კი შეგვიძლია მივიჩნიოთ",
            "ყველის და კარტოფილის შეზელილი პიურე.",
            "ასევე ყველით მზადდება მჭადის ფქვილში (იგეივე წვრილად დაფქვილი სიმინდის ფქვილი) - ჭიშდვარი ან ფეტვის ფქვილში (ჭკუტ) შეზელილი ყველის კვერი.",
            "პურის ცომში ჩაშუშულ წვრილად დაკეპილ ხორცს. განსაკუთრებულ მნიშვნელობას ანიჭებენ სვანები ნივრითა და წიწაკით შეკმაზულ ქერის ნახარშს (ლუცფექ) და ქერის\n" +
                    "ფქვილით შეზავებულ ჭინჭრის წვნიანს (ხარშილ). ამ კერძებს სამკურნალოდაც იყენებენ. \n" +
                    "გადმოცემის თანახმად, ვინც ამ ნახარშს ათჯერ შეჭამს, იმ წელიწადს ავად არ გახდება.",
            "სვანეთისთვის ენდემური, დამახასიათებელი სანელებელი სანელებელი."};
}
